Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamen_kielten_kielilahettilaat_innostavat_puhumaan_saamea(0).html.tmx
Source language: fin
Languages: smn

source: Saamen kielten kielilähettiläät innostavat puhumaan saamea
smn: Sámásteijeeh movtijditeh sárnuđ sämikielâ

source: Saamen kielten esilletuomiseksi Saamelaiskäräjät on nimittänyt neljä kielilähettilästä , jotka toimivat esikuvina ja haastavat käyttämään rohkeasti saamen kieliä.
smn: Sämitigge haalijd pajediđ sämikielâid uáinusân já lii nomâttâm neelji sämikielâlii kielâuápisteijee . Sámásteijeeh tuáimih mijjân ovdâkovveen já hästih mii sámástiđ ruokkâdávt.

source: Jokainen kielilähettiläistä on kuvannut pienen videon , joissa he kertovat omasta yhteydestään saamen kieleen.
smn: Jyehi sámásteijee lii kuvvim smavvâ video . Videost sii muštâleh jieijâs ohtâvuođâst sämikielân.

source: – Tässä yhteydessä onkin hyvä muistaa, että kaikki saamen kielet ovat myös uhanalaisia.
smn: – Taan ohtâvuođâst lii pyeri mušteđ, ete puoh sämikielah láá meid uhkevuálásiih.

source: Siksi olemmekin täällä Saamelaiskäräjillä halunneet aloittaa toimia, joilla innostamme erityisesti lapsia ja nuoria puhumaan saamea, kertoo Saamelaiskäräjien kieliturvasihteeri Anne Kirste Aikio.
smn: Tanen mij lep tääbbin Sämitiggeest halijdâm algâttiđ tooimâid, moiguin mij movtijdittep eromâšávt párnáid já nuorâid sárnuđ sämikielâ, muštâl Sämitige kielâtorvočällee Anne Kirste Aikio.

source: Mene kampanjasivulle:
smn: Luuvâ lase: Ive 2019 ávuduvvoo OA algâaalmugkielâi ihe.

source: Vuonna 2019 vietetään YK:n alkuperäiskansojen kielten vuotta.
smn: Teemaive tárguttâssân lii pajediđ oovdân maailm algâaalmugkielâi tile.

source: Teemavuoden tarkoituksena on nostaa esille maailman alkuperäiskansojen kielten tilanne.
smn: Ulmen lii teemaive peht eereeb iärásij lasettiđ tiäđulâšvuođâ algâaalmugkielâin já toi uhkevuálásâšvuođâst já ovdediđ já standardistiđ kielâid.

source: Tavoitteena on teemavuoden kautta mm. lisätä tietoisuutta alkuperäiskansojen kielistä ja niiden uhanalaisuudesta ja kehittää ja standardisoida kieliä.
smn: Maailm suulân 6700 kielâst paijeel 40 % láá uhkevuálásiih.

source: Maailman noin 6700 kielestä yli 40 % on uhanalaisia.
smn: Tain iänááš uási láá algâaalmugkielah.

source: Näistä suurin osa on alkuperäiskansojen kieliä.
smn: www.samediggi.fi/iyil2019/
